Sail2D/Runs/first_arc_300_22/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    wings
    {
        type            wall;
        physicalType    wall;
        inGroups        1(wall);
        nFaces          600;
        startFace       83874;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          26;
        startFace       84474;
    }
    tunnel
    {
        type            wall;
        physicalType    wall;
        inGroups        1(wall);
        nFaces          52;
        startFace       84500;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          26;
        startFace       84552;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          84226;
        startFace       84578;
    }
)

// ************************************************************************* //
